Repository: eurolinux-enterprise-linux-sources/ibus-table
Catalog: src/po/*.po
Languages: de

source: Chinese Mode
de: Chinesischer Modus

source: Switch to English mode
de: In Englischen Modus wechseln

source: English Mode
de: Englischer Modus

source: Switch to Table mode
de: In Tabellen Modus wechseln

source: Full Letter
de: Buchstaben in voller Breite

source: Switch to half-width letter
de: Wechseln zu Buchstaben in halber Breite

source: Half Letter
de: Buchstaben in halber Breite

source: Switch to full-width letter
de: Wechseln zu Buchstaben in voller Breite

source: Full-width Punctuation
de: Zeichensetzung in voller Breite

source: Switch to half-width punctuation
de: Wechseln zu Zeichensetzung in halber Breite

source: Half-width Punctuation
de: Zeichensetzung in halber Breite

source: Switch to full-width punctuation
de: Wechseln zu Zeichensetzung in voller Breite

source: PinYin Mode
de: PinYin Modus

source: Table Mode
de: Tabellenmodus

source: Switch to PinYin mode
de: Wechseln zum PinYin Modus

source: Single Char Mode
de: Einzelzeichenmodus

source: Switch to phrase mode
de: Wechseln zum Satzmodus

source: Phrase Mode
de: Satzmodus

source: Switch to single char mode
de: Wechseln zum Einzelzeichenmodus

source: Direct Commit Mode
de: Direkter Commitmodus

source: Switch to normal commit mode, which use space to commit
de: Wechseln zum normalen Commitmodus (Commit beim Tippen des Leerzeichens)

source: Normal Commit Mode
de: Normaler Commitmodus

source: Switch to direct commit mode
de: Wechseln zu direktem Commitmodus

source: Simplified Chinese Mode
de: Modus f端r vereinfachtes Chinesisch

source: Switch to Traditional Chinese mode
de: Wechseln zum Modus f端r traditionelles Chinesisch

source: Traditional Chinese Mode
de: Modus f端r traditionelles Chinesisch

source: Switch to Simplify Chinese first Big Charset Mode
de: Wechseln zu vereinfachtem Chinesisch, Big5 Zeichensatz bevorzugt

source: Simplified Chinese First Big Charset Mode
de: Vereinfachtes Chinesisch, Big5 Zeichensatz bevorzugt

source: Switch to Traditional Chinese first Big Charset Mode
de: Wechseln zu traditionellem Chinesisch, Big5 Zeichensatz bevorzugt

source: Traditional Chinese First Big Charset Mode
de: Traditionelles Chinesisch, Big5 Zeichensatz bevorzugt

source: Switch to Big Charset Mode
de: Wechseln in Big5 Zeichensatzmodus

source: Big Chinese Mode
de: Big5 Zeichensatzmodus

source: Switch to Simplified Chinese Mode
de: Wechseln zum Modus f端r vereinfachtes Chinesisch
